---
kind: enumMember
id: F:Autodesk.Revit.DB.CurtainGridAlignType.Center
enum: Autodesk.Revit.DB.CurtainGridAlignType
source: html/94295b0a-5660-e259-83b6-f27365ad0dae.htm
---
# Autodesk.Revit.DB.CurtainGridAlignType.Center

Center pattern of CurtainGrid.